{"keras_version": "2.0.8", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_constraint": null, "units": 6, "activation": "relu", "batch_input_shape": [null, 6], "trainable": true, "kernel_regularizer": null, "dtype": "float32", "activity_regularizer": null, "name": "dense_1", "use_bias": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "bias_constraint": null}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_2", "units": 600, "activation": "relu", "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_3", "units": 1600, "activation": "relu", "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}}}, {"class_name": "Dropout", "config": {"rate": 0.2, "name": "dropout_1", "trainable": true}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_4", "units": 600, "activation": "relu", "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_5", "units": 3, "activation": "linear", "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}}}]}